Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Waiting for the previous AI test to finish…
ar: في انتظار انتهاء اختبار الذكاء الاصطناعي السابق…
de: Warten auf den Abschluss des vorherigen KI-Tests…
es: Esperando a que finalice la prueba de IA anterior…
fa: در انتظار پایان آزمایش قبلی هوش مصنوعی…
fr: En attente de la fin du test IA précédent…
hi: पिछले AI परीक्षण के समाप्त होने की प्रतीक्षा हो रही है…
id: Menunggu pengujian AI sebelumnya selesai…
it: In attesa del completamento del test AI precedente…
ja_jp: 前のAIテストの完了を待っています…
ko: 이전 AI 테스트가 완료되기를 기다리는 중…
nl: Wachten tot de vorige AI-test is voltooid…
pl: Oczekiwanie na zakończenie poprzedniego testu AI…
pt_br: Aguardando a conclusão do teste de IA anterior…
ru: Ожидание завершения предыдущего теста ИИ…
sv: Väntar på att det tidigare AI-testet ska slutföras…
th: กำลังรอให้การทดสอบ AI ก่อนหน้านี้เสร็จสิ้น…
tr: Önceki AI testinin bitmesi bekleniyor…
uk: Очікування завершення попереднього тесту ШІ…
vi: Đang chờ bài kiểm tra AI trước đó hoàn tất…
zh_cn: 正在等待上一个 AI 测试完成…
zh_tw: 正在等待前一個 AI 測試完成…

source: Wake
ar: إيقاظ
de: Aufwecken
es: Activar
fa: بیدار کردن
fr: Réveiller
hi: जगाएँ
id: Bangunkan
it: Riattiva
ja_jp: ウェイク
ko: 깨우기
nl: Wekken
pl: Wybudź
pt_br: Despertar
ru: Пробуждение
sv: Väck
th: ปลุก
tr: Uyandır
uk: Пробудити
vi: Đánh thức
zh_cn: 唤醒
zh_tw: 喚醒

source: Wake mode
ar: وضع التنبيه
de: Aufwachmodus
es: Modo de activación
fa: حالت بیدارباش
fr: Mode de réveil
hi: वेक मोड
id: Mode bangun
it: Modalità di riattivazione
ja_jp: ウェイクモード
ko: 깨우기 모드
nl: Wake-modus
pl: Tryb wybudzania
pt_br: Modo de ativação
ru: Режим пробуждения
sv: Väckningsläge
th: โหมดปลุก
tr: Uyandırma modu
uk: Режим пробудження
vi: Chế độ đánh thức
zh_cn: 唤醒模式
zh_tw: 喚醒模式

source: Wake phrase
ar: عبارة التنبيه
de: Aktivierungsphrase
es: Frase de activación
fa: عبارت بیدارباش
fr: Phrase d’activation
hi: वेक वाक्यांश
id: Frasa bangun
it: Frase di attivazione
ja_jp: ウェイクフレーズ
ko: 깨우기 문구
nl: Wekzin
pl: Fraza wybudzająca
pt_br: Frase de ativação
ru: Фраза пробуждения
sv: Väckningsfras
th: วลีปลุก
tr: Uyandırma ifadesi
uk: Фраза активації
vi: Cụm từ đánh thức
zh_cn: 唤醒短语
zh_tw: 喚醒短語

source: Wake phrases
ar: عبارات التنبيه
de: Aktivierungsphrasen
es: Frases de activación
fa: عبارت‌های بیدارباش
fr: Phrases d’activation
hi: वेक वाक्यांश
id: Frasa bangun
it: Frasi di risveglio
ja_jp: ウェイクフレーズ
ko: 깨우기 문구
nl: Wekzinnen
pl: Frazy wybudzające
pt_br: Frases de ativação
ru: Фразы активации
sv: Väckningsfraser
th: วลีปลุก
tr: Uyandırma ifadeleri
uk: Фрази пробудження
vi: Cụm từ đánh thức
zh_cn: 唤醒短语
zh_tw: 喚醒詞組

source: Wake phrases, push-to-talk, microphone input, and Talk Mode feedback.
ar: عبارات التنبيه، والضغط للتحدث، وإدخال الميكروفون، وملاحظات وضع التحدث.
de: Weckphrasen, Push-to-Talk, Mikrofoneingabe und Feedback im Talk Mode.
es: Frases de activación, pulsar para hablar, entrada de micrófono y respuestas del Modo Conversación.
fa: عبارت‌های بیدارسازی، فشار برای صحبت، ورودی میکروفون و بازخورد Talk Mode.
fr: Phrases de réveil, push-to-talk, entrée microphone et retour du Mode conversation.
hi: वेक वाक्यांश, push-to-talk, माइक्रोफ़ोन इनपुट, और Talk Mode फ़ीडबैक।
id: Frasa bangun, push-to-talk, input mikrofon, dan umpan balik Talk Mode.
it: Frasi di attivazione, push-to-talk, ingresso microfono e feedback della modalità Talk.
ja_jp: ウェイクフレーズ、プッシュトゥトーク、マイク入力、Talk Modeのフィードバック。
ko: 깨우기 문구, 푸시 투 토크, 마이크 입력 및 Talk Mode 피드백.
nl: Wake-zinnen, push-to-talk, microfooninvoer en feedback van Talk Mode.
pl: Frazy wybudzania, push-to-talk, wejście mikrofonu i informacje zwrotne trybu rozmowy.
pt_br: Frases de ativação, push-to-talk, entrada de microfone e feedback do Modo de fala.
ru: Фразы активации, push-to-talk, вход микрофона и обратная связь Talk Mode.
sv: Väckningsfraser, push-to-talk, mikrofoninmatning och feedback för Talk Mode.
th: วลีปลุก, push-to-talk, อินพุตไมโครโฟน และการตอบสนองของ Talk Mode
tr: Uyandırma ifadeleri, bas-konuş, mikrofon girişi ve Talk Mode geri bildirimi.
uk: Фрази пробудження, push-to-talk, вхід мікрофона та зворотний зв’язок Talk Mode.
vi: Cụm từ đánh thức, nhấn để nói, đầu vào micrô và phản hồi Chế độ trò chuyện.
zh_cn: 唤醒短语、一键通、麦克风输入和 Talk Mode 反馈。
zh_tw: 喚醒詞、隨按即說、麥克風輸入，以及 Talk Mode 回饋。

source: Wake up, my friend!
ar: استيقظ يا صديقي!
de: Wach auf, mein Freund!
es: ¡Despierta, amigo mío!
fa: بیدار شو، دوست من!
fr: Réveille-toi, mon ami !
hi: जागो, मेरे दोस्त!
id: Bangunlah, temanku!
it: Svegliati, amico mio!
ja_jp: 目を覚まして、友よ！
ko: 일어나, 친구야!
nl: Word wakker, mijn vriend!
pl: Obudź się, przyjacielu!
pt_br: Acorde, meu amigo!
ru: Проснись, мой друг!
sv: Vakna, min vän!
th: ตื่นได้แล้ว เพื่อนของฉัน!
tr: Uyan, dostum!
uk: Прокидайся, друже!
vi: Thức dậy đi, bạn tôi!
zh_cn: 醒醒，我的朋友！
zh_tw: 醒醒，我的朋友！

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fa: هشدار
fr: Avertissement
hi: चेतावनी
id: Peringatan
it: Avvertenza
ko: 경고
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Alerta
ru: Предупреждение
sv: Varning
th: คำเตือน
tr: Uyarı
uk: Попередження
vi: Cảnh báo
zh_cn: 警告
zh_tw: 警告

source: Warning: %@ percent of context used
ar: تحذير: تم استخدام %@ بالمئة من السياق
de: Warnung: %@ Prozent des Kontexts verwendet
es: Advertencia: %@ por ciento del contexto usado
fa: هشدار: %@ درصد از زمینه استفاده شده است
fr: Avertissement : %@ pour cent du contexte utilisé
hi: चेतावनी: संदर्भ का %@ प्रतिशत उपयोग हुआ
id: Peringatan: %@ persen konteks digunakan
it: Avviso: %@ percento del contesto utilizzato
ja_jp: 警告：コンテキストの%@パーセントを使用
ko: 경고: 컨텍스트의 %@% 사용됨
nl: Waarschuwing: %@ procent van de context gebruikt
pl: Ostrzeżenie: wykorzystano %@ procent kontekstu
pt_br: Aviso: %@ por cento do contexto usado
ru: Предупреждение: использовано %@ процентов контекста
sv: Varning: %@ procent av kontexten används
th: คำเตือน: ใช้บริบทไปแล้ว %@ เปอร์เซ็นต์
tr: Uyarı: Bağlamın yüzde %@ kadarı kullanıldı
uk: Попередження: використано %@ відсотків контексту
vi: Cảnh báo: Đã sử dụng %@ phần trăm ngữ cảnh
zh_cn: 警告：已使用上下文的 %@%
zh_tw: 警告：已使用 %@% 的上下文

source: Website
ar: الموقع الإلكتروني
es: Sitio web
fa: وب‌سایت
fr: Site web
hi: वेबसाइट
id: Situs web
it: Sito web
ja_jp: Webサイト
ko: 웹사이트
pl: Witryna
pt_br: Site
ru: Веб-сайт
sv: Webbplats
th: เว็บไซต์
tr: Web sitesi
uk: Вебсайт
vi: Trang web
zh_cn: 网站
zh_tw: 網站

source: Welcome back
ar: مرحبًا بعودتك
de: Willkommen zurück
es: Te damos la bienvenida de nuevo
fa: خوش آمدید
fr: Bon retour
hi: वापसी पर स्वागत है
id: Selamat datang kembali
it: Bentornato
ja_jp: おかえりなさい
ko: 다시 오신 것을 환영합니다
nl: Welkom terug
pl: Witaj ponownie
pt_br: Boas-vindas de volta
ru: С возвращением
sv: Välkommen tillbaka
th: ยินดีต้อนรับกลับ
tr: Tekrar hoş geldiniz
uk: З поверненням
vi: Chào mừng bạn trở lại
zh_cn: 欢迎回来
zh_tw: 歡迎回來

source: Welcome to OpenClaw
ar: مرحبًا بك في OpenClaw
de: Willkommen bei OpenClaw
es: Te damos la bienvenida a OpenClaw
fa: به OpenClaw خوش آمدید
fr: Bienvenue dans OpenClaw
hi: OpenClaw में आपका स्वागत है
id: Selamat datang di OpenClaw
it: Benvenuto in OpenClaw
ja_jp: OpenClaw へようこそ
ko: OpenClaw에 오신 것을 환영합니다
nl: Welkom bij OpenClaw
pl: Witamy w OpenClaw
pt_br: Boas-vindas ao OpenClaw
ru: Добро пожаловать в OpenClaw
sv: Välkommen till OpenClaw
th: ยินดีต้อนรับสู่ OpenClaw
tr: OpenClaw’a hoş geldiniz
uk: Вітаємо в OpenClaw
vi: Chào mừng đến với OpenClaw
zh_cn: 欢迎使用 OpenClaw
zh_tw: 歡迎使用 OpenClaw

source: What can you do?
ar: ماذا يمكنك أن تفعل؟
de: Was kannst du tun?
es: ¿Qué puedes hacer?
fa: چه کارهایی می‌توانی انجام دهی؟
fr: Que peux-tu faire ?
hi: आप क्या कर सकते हैं?
id: Apa yang dapat Anda lakukan?
it: Cosa sai fare?
ja_jp: 何ができますか？
ko: 무엇을 할 수 있나요?
nl: Wat kunt u doen?
pl: Co potrafisz?
pt_br: O que você pode fazer?
ru: Что ты умеешь?
sv: Vad kan du göra?
th: คุณทำอะไรได้บ้าง?
tr: Neler yapabilirsin?
uk: Що ти вмієш?
vi: Bạn có thể làm gì?
zh_cn: 你能做什么？
zh_tw: 你能做什麼？

source: What should OpenClaw do?
ar: ماذا ينبغي أن يفعل OpenClaw؟
de: Was soll OpenClaw tun?
es: ¿Qué debería hacer OpenClaw?
fa: OpenClaw چه کاری باید انجام دهد؟
fr: Que doit faire OpenClaw ?
hi: OpenClaw को क्या करना चाहिए?
id: Apa yang harus dilakukan OpenClaw?
it: Cosa dovrebbe fare OpenClaw?
ja_jp: OpenClaw に何をさせますか？
ko: OpenClaw가 무엇을 해야 하나요?
nl: Wat moet OpenClaw doen?
pl: Co OpenClaw ma zrobić?
pt_br: O que o OpenClaw deve fazer?
ru: Что должен сделать OpenClaw?
sv: Vad ska OpenClaw göra?
th: ต้องการให้ OpenClaw ทำอะไร?
tr: OpenClaw ne yapmalı?
uk: Що має зробити OpenClaw?
vi: OpenClaw nên làm gì?
zh_cn: 希望 OpenClaw 做什么？
zh_tw: OpenClaw 應該做什麼？

source: What would you like to work on?
ar: ما الذي تود العمل عليه؟
de: Woran möchten Sie arbeiten?
es: ¿En qué te gustaría trabajar?
fa: مایلید روی چه چیزی کار کنید؟
fr: Sur quoi souhaitez-vous travailler ?
hi: आप किस पर काम करना चाहेंगे?
id: Apa yang ingin Anda kerjakan?
it: Su cosa vorresti lavorare?
ja_jp: 何に取り組みますか？
ko: 무엇을 도와드릴까요?
nl: Waar wilt u aan werken?
pl: Nad czym chcesz pracować?
pt_br: Em que você gostaria de trabalhar?
ru: Над чем вы хотели бы поработать?
sv: Vad vill du arbeta med?
th: คุณต้องการทำอะไร?
tr: Ne üzerinde çalışmak istersiniz?
uk: Над чим ви хотіли б попрацювати?
vi: Bạn muốn làm gì?
zh_cn: 你想处理什么？
zh_tw: 你想要處理什麼？

source: Where should your assistant live?
ar: أين ينبغي أن يعمل مساعدك؟
de: Wo soll Ihr Assistent laufen?
es: ¿Dónde debería residir tu asistente?
fa: دستیار شما کجا باید قرار بگیرد؟
fr: Où votre assistant doit-il résider ?
hi: आपका सहायक कहाँ रहना चाहिए?
id: Di mana asisten Anda sebaiknya berjalan?
it: Dove vuoi che risieda il tuo assistente?
ja_jp: アシスタントをどこで動かしますか？
ko: 어시스턴트를 어디에서 실행할까요?
nl: Waar moet je assistent draaien?
pl: Gdzie ma działać Twój asystent?
pt_br: Onde seu assistente deve ficar?
ru: Где должен работать ваш ассистент?
sv: Var ska din assistent finnas?
th: ผู้ช่วยของคุณควรอยู่ที่ไหน?
tr: Asistanınız nerede çalışsın?
uk: Де має працювати ваш асистент?
vi: Trợ lý của bạn nên chạy ở đâu?
zh_cn: 你的助手应该运行在哪里？
zh_tw: 你的助理應該在哪裡運作？

source: While Using
ar: أثناء الاستخدام
de: Beim Verwenden
es: Mientras se usa
fa: هنگام استفاده
fr: Pendant l’utilisation
hi: उपयोग के दौरान
id: Saat Menggunakan
it: Durante l'uso
ja_jp: 使用中のみ
ko: 사용 중
nl: Bij gebruik
pl: Podczas używania
pt_br: Durante o uso
ru: При использовании
sv: Vid användning
th: ขณะใช้งาน
tr: Kullanırken
uk: Під час використання
vi: Khi sử dụng
zh_cn: 使用期间
zh_tw: 使用期間

source: Widget export failed
ar: فشل تصدير الأداة
de: Widget-Export fehlgeschlagen
es: Error al exportar el widget
fa: برون‌بری ویجت ناموفق بود
fr: Échec de l’exportation du widget
hi: विजेट एक्सपोर्ट विफल रहा
id: Ekspor widget gagal
it: Esportazione del widget non riuscita
ja_jp: ウィジェットの書き出しに失敗しました
ko: 위젯 내보내기 실패
nl: Exporteren van widget mislukt
pl: Eksport widżetu nie powiódł się
pt_br: Falha ao exportar o widget
ru: Не удалось экспортировать виджет
sv: Det gick inte att exportera widgeten
th: ส่งออกวิดเจ็ตไม่สำเร็จ
tr: Widget dışa aktarılamadı
uk: Не вдалося експортувати віджет
vi: Xuất tiện ích không thành công
zh_cn: 小组件导出失败
zh_tw: 小工具匯出失敗

source: Widget unavailable
ar: الأداة غير متاحة
de: Widget nicht verfügbar
es: Widget no disponible
fa: ویجت در دسترس نیست
fr: Widget indisponible
hi: विजेट उपलब्ध नहीं है
id: Widget tidak tersedia
it: Widget non disponibile
ja_jp: ウィジェットを利用できません
ko: 위젯을 사용할 수 없음
nl: Widget niet beschikbaar
pl: Widżet niedostępny
pt_br: Widget indisponível
ru: Виджет недоступен
sv: Widgeten är inte tillgänglig
th: วิดเจ็ตไม่พร้อมใช้งาน
tr: Widget kullanılamıyor
uk: Віджет недоступний
vi: Tiện ích không khả dụng
zh_cn: 小组件不可用
zh_tw: 小工具無法使用

source: Wildcard config entries are edited from their concrete key.
ar: يتم تحرير إدخالات التكوين ذات حرف البدل من مفتاحها المحدد.
de: Platzhalter-Konfigurationseinträge werden über ihren konkreten Schlüssel bearbeitet.
es: Las entradas de configuración con comodín se editan desde su clave concreta.
fa: ورودی‌های پیکربندی wildcard از کلید مشخص خودشان ویرایش می‌شوند.
fr: Les entrées de configuration avec caractères génériques sont modifiées depuis leur clé concrète.
hi: वाइल्डकार्ड कॉन्फ़िग प्रविष्टियां उनकी ठोस कुंजी से संपादित की जाती हैं।
id: Entri config wildcard diedit dari kunci konkretnya.
it: Le voci di configurazione con caratteri jolly vengono modificate dalla loro chiave concreta.
ja_jp: ワイルドカード設定エントリは、具体的なキーから編集されます。
ko: 와일드카드 구성 항목은 해당 구체 키에서 편집합니다.
nl: Wildcard-configuratievermeldingen worden bewerkt via hun concrete sleutel.
pl: Wpisy konfiguracji z wieloznacznikiem edytuje się z poziomu ich konkretnego klucza.
pt_br: Entradas de configuração com curinga são editadas a partir de sua chave concreta.
ru: Записи конфигурации с подстановочными знаками редактируются через их конкретный ключ.
sv: Konfigurationsposter med jokertecken redigeras från sin konkreta nyckel.
th: รายการการกำหนดค่าแบบไวลด์การ์ดจะแก้ไขจากคีย์จริงของรายการนั้น
tr: Wildcard config girişleri, kendi somut anahtarlarından düzenlenir.
uk: Записи конфігурації з підстановними символами редагуються за їхнім конкретним ключем.
vi: Các mục cấu hình ký tự đại diện được chỉnh sửa từ khóa cụ thể của chúng.
zh_cn: 通配符配置条目从其具体键进行编辑。
zh_tw: 萬用字元 config 項目會從其具體鍵進行編輯。

source: Working main – bash
ar: جارٍ العمل على main – bash
de: Arbeite an main – bash
es: Trabajando en principal – bash
fa: در حال کار main – bash
fr: Travail principal – bash
hi: मुख्य पर कार्यरत – bash
id: Bekerja utama – bash
it: Elaborazione main – bash
ja_jp: メインで作業中 – bash
ko: 작업 중 main – bash
nl: Bezig main – bash
pl: Praca główna – bash
pt_br: Trabalhando principal – bash
ru: Работа main – bash
sv: Arbetar main – bash
th: กำลังทำงานหลัก – bash
tr: Ana çalışma – bash
uk: Робота в main – bash
vi: Đang làm việc main – bash
zh_cn: 工作中 main – bash
zh_tw: 工作中 main – bash

source: Working main – edit
ar: جارٍ العمل على main – edit
de: Arbeite an main – edit
es: Trabajando en principal – edición
fa: در حال کار main – edit
fr: Travail principal – modification
hi: मुख्य पर कार्यरत – edit
id: Bekerja utama – edit
it: Elaborazione main – edit
ja_jp: メインで作業中 – edit
ko: 작업 중 main – edit
nl: Bezig main – edit
pl: Praca główna – edit
pt_br: Trabalhando principal – edição
ru: Работа main – редактирование
sv: Arbetar main – edit
th: กำลังทำงานหลัก – แก้ไข
tr: Ana çalışma – düzenleme
uk: Робота в main – редагування
vi: Đang làm việc main – edit
zh_cn: 工作中 main – 编辑
zh_tw: 工作中 main – edit

source: Working main – other
ar: جارٍ العمل على main – other
de: Arbeite an main – other
es: Trabajando en principal – otro
fa: در حال کار main – other
fr: Travail principal – autre
hi: मुख्य पर कार्यरत – अन्य
id: Bekerja utama – other
it: Elaborazione main – other
ja_jp: メインで作業中 – その他
ko: 작업 중 main – other
nl: Bezig main – other
pl: Praca główna – other
pt_br: Trabalhando principal – outro
ru: Работа main – другое
sv: Arbetar main – other
th: กำลังทำงานหลัก – อื่นๆ
tr: Ana çalışma – diğer
uk: Робота в main – інше
vi: Đang làm việc main – other
zh_cn: 工作中 main – 其他
zh_tw: 工作中 main – other

source: Working main – read
ar: جارٍ العمل على main – read
de: Arbeite an main – read
es: Trabajando en principal – lectura
fa: در حال کار main – read
fr: Travail principal – lecture
hi: मुख्य पर कार्यरत – read
id: Bekerja utama – read
it: Elaborazione main – read
ja_jp: メインで作業中 – read
ko: 작업 중 main – read
nl: Bezig main – read
pl: Praca główna – read
pt_br: Trabalhando principal – leitura
ru: Работа main – чтение
sv: Arbetar main – read
th: กำลังทำงานหลัก – อ่าน
tr: Ana çalışma – okuma
uk: Робота в main – читання
vi: Đang làm việc main – read
zh_cn: 工作中 main – 读取
zh_tw: 工作中 main – read

source: Working main – write
ar: جارٍ العمل على main – write
de: Arbeite an main – write
es: Trabajando en principal – escritura
fa: در حال کار main – write
fr: Travail principal – écriture
hi: मुख्य पर कार्यरत – write
id: Bekerja utama – write
it: Elaborazione main – write
ja_jp: メインで作業中 – write
ko: 작업 중 main – write
nl: Bezig main – write
pl: Praca główna – write
pt_br: Trabalhando principal – escrita
ru: Работа main – запись
sv: Arbetar main – write
th: กำลังทำงานหลัก – เขียน
tr: Ana çalışma – yazma
uk: Робота в main – запис
vi: Đang làm việc main – write
zh_cn: 工作中 main – 写入
zh_tw: 工作中 main – write

source: Working other – bash
ar: جارٍ العمل على other – bash
de: Arbeite an other – bash
es: Trabajando en otro – bash
fa: در حال کار other – bash
fr: Autre travail – bash
hi: अन्य पर कार्यरत – bash
id: Bekerja lainnya – bash
it: Elaborazione other – bash
ja_jp: その他で作業中 – bash
ko: 작업 중 other – bash
nl: Bezig other – bash
pl: Inna praca – bash
pt_br: Trabalhando outro – bash
ru: Работа другое – bash
sv: Arbetar other – bash
th: กำลังทำงานอื่น – bash
tr: Diğer çalışma – bash
uk: Робота в іншому – bash
vi: Đang làm việc other – bash
zh_cn: 工作中 other – bash
zh_tw: 工作中 other – bash

source: Working other – edit
ar: جارٍ العمل على other – edit
de: Arbeite an other – edit
es: Trabajando en otro – edición
fa: در حال کار other – edit
fr: Autre travail – modification
hi: अन्य पर कार्यरत – edit
id: Bekerja lainnya – edit
it: Elaborazione other – edit
ja_jp: その他で作業中 – edit
ko: 작업 중 other – edit
nl: Bezig other – edit
pl: Inna praca – edit
pt_br: Trabalhando outro – edição
ru: Работа другое – редактирование
sv: Arbetar other – edit
th: กำลังทำงานอื่น – แก้ไข
tr: Diğer çalışma – düzenleme
uk: Робота в іншому – редагування
vi: Đang làm việc other – edit
zh_cn: 工作中 other – 编辑
zh_tw: 工作中 other – edit

source: Working other – other
ar: جارٍ العمل على other – other
de: Arbeite an other – other
es: Trabajando en otro – otro
fa: در حال کار other – other
fr: Autre travail – autre
hi: अन्य पर कार्यरत – अन्य
id: Bekerja lainnya – other
it: Elaborazione other – other
ja_jp: その他で作業中 – その他
ko: 작업 중 other – other
nl: Bezig other – other
pl: Inna praca – other
pt_br: Trabalhando outro – outro
ru: Работа другое – другое
sv: Arbetar other – other
th: กำลังทำงานอื่น – อื่นๆ
tr: Diğer çalışma – diğer
uk: Робота в іншому – інше
vi: Đang làm việc other – other
zh_cn: 工作中 other – 其他
zh_tw: 工作中 other – other

source: Working other – read
ar: جارٍ العمل على other – read
de: Arbeite an other – read
es: Trabajando en otro – lectura
fa: در حال کار other – read
fr: Autre travail – lecture
hi: अन्य पर कार्यरत – read
id: Bekerja lainnya – read
it: Elaborazione other – read
ja_jp: その他で作業中 – read
ko: 작업 중 other – read
nl: Bezig other – read
pl: Inna praca – read
pt_br: Trabalhando outro – leitura
ru: Работа другое – чтение
sv: Arbetar other – read
th: กำลังทำงานอื่น – อ่าน
tr: Diğer çalışma – okuma
uk: Робота в іншому – читання
vi: Đang làm việc other – read
zh_cn: 工作中 other – 读取
zh_tw: 工作中 other – read

source: Working other – write
ar: جارٍ العمل على other – write
de: Arbeite an other – write
es: Trabajando en otro – escritura
fa: در حال کار other – write
fr: Autre travail – écriture
hi: अन्य पर कार्यरत – write
id: Bekerja lainnya – write
it: Elaborazione other – write
ja_jp: その他で作業中 – write
ko: 작업 중 other – write
nl: Bezig other – write
pl: Inna praca – write
pt_br: Trabalhando outro – escrita
ru: Работа другое – запись
sv: Arbetar other – write
th: กำลังทำงานอื่น – เขียน
tr: Diğer çalışma – yazma
uk: Робота в іншому – запис
vi: Đang làm việc other – write
zh_cn: 工作中 other – 写入
zh_tw: 工作中 other – write

source: Workspace
ar: مساحة العمل
de: Arbeitsbereich
es: Espacio de trabajo
fa: فضای کاری
fr: Espace de travail
hi: वर्कस्पेस
id: Ruang kerja
ja_jp: ワークスペース
ko: 워크스페이스
nl: Werkruimte
pl: Obszar roboczy
ru: Рабочая область
sv: Arbetsyta
th: พื้นที่ทำงาน
tr: Çalışma alanı
uk: Робочий простір
vi: Không gian làm việc
zh_cn: 工作区
zh_tw: 工作區

source: Worktree
ar: شجرة العمل
de: Arbeitsbaum
es: Árbol de trabajo
fa: درخت کاری
fr: Arbre de travail
hi: वर्कट्री
ja_jp: ワークツリー
pl: Drzewo robocze
pt_br: Árvore de trabalho
ru: Рабочее дерево
sv: Arbetskopia
tr: Çalışma ağacı
uk: Робоче дерево
zh_cn: 工作树
zh_tw: 工作樹

source: Write rolling diagnostics log (JSONL)
ar: كتابة سجل تشخيصات متداول (JSONL)
de: Rollierendes Diagnoseprotokoll schreiben (JSONL)
es: Escribir registro de diagnóstico rotativo (JSONL)
fa: نوشتن گزارش عیب‌یابی چرخشی (JSONL)
fr: Écrire un journal de diagnostic rotatif (JSONL)
hi: रोलिंग डायग्नोस्टिक्स लॉग (JSONL) लिखें
id: Tulis log diagnostik bergulir (JSONL)
it: Scrivi log diagnostico a rotazione (JSONL)
ja_jp: ローリング診断ログ（JSONL）を書き込む
ko: 롤링 진단 로그 쓰기(JSONL)
nl: Doorlopend diagnostisch log schrijven (JSONL)
pl: Zapisuj rotacyjny dziennik diagnostyczny (JSONL)
pt_br: Gravar log de diagnósticos rotativo (JSONL)
ru: Записывать циклический журнал диагностики (JSONL)
sv: Skriv rullande diagnostiklogg (JSONL)
th: เขียนบันทึกการวินิจฉัยแบบหมุนเวียน (JSONL)
tr: Dönen tanılama günlüğü yaz (JSONL)
uk: Записувати циклічний журнал діагностики (JSONL)
vi: Ghi nhật ký chẩn đoán luân phiên (JSONL)
zh_cn: 写入滚动诊断日志（JSONL）
zh_tw: 寫入輪替診斷記錄 (JSONL)

source: Write sample page
ar: كتابة صفحة نموذجية
de: Beispielseite schreiben
es: Escribir página de ejemplo
fa: نوشتن صفحه نمونه
fr: Écrire une page d’exemple
hi: नमूना पेज लिखें
id: Tulis halaman contoh
it: Scrivi pagina di esempio
ja_jp: サンプルページを書き込み
ko: 샘플 페이지 작성
nl: Voorbeeldpagina schrijven
pl: Napisz przykładową stronę
pt_br: Escrever página de exemplo
ru: Написать пример страницы
sv: Skriv exempelsida
th: เขียนหน้าตัวอย่าง
tr: Örnek sayfa yaz
uk: Написати зразкову сторінку
vi: Ghi trang mẫu
zh_cn: 写入示例页面
zh_tw: 撰寫範例頁面

source: Writing
ar: جارٍ الكتابة
de: Schreibt
es: Escribiendo
fa: در حال نوشتن
fr: Écriture
hi: लिख रहा है
id: Menulis
it: Scrittura
ja_jp: 書き込み中
ko: 작성 중
nl: Schrijven
pl: Pisanie
pt_br: Escrevendo
ru: Запись
sv: Skriver
th: กำลังเขียน
tr: Yazıyor
uk: Запис
vi: Đang viết
zh_cn: 正在写入
zh_tw: 正在撰寫

source: Yes
ar: نعم
de: Ja
es: Sí
fa: بله
fr: Oui
hi: हाँ
id: Ya
it: Sì
ja_jp: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
th: ใช่
tr: Evet
uk: Так
vi: Có
zh_cn: 是
zh_tw: 是

source: You
ar: أنت
de: Du
es: Tú
fa: شما
fr: Vous
hi: आप
id: Anda
it: Tu
ja_jp: あなた
ko: 나
nl: U
pl: Ty
pt_br: Você
ru: Вы
sv: Du
th: คุณ
tr: Siz
uk: Ви
vi: Bạn
zh_cn: 你
zh_tw: 你

source: Your AI is ready
ar: الذكاء الاصطناعي الخاص بك جاهز
de: Deine KI ist bereit
es: Tu IA está lista
fa: هوش مصنوعی شما آماده است
fr: Votre IA est prête
hi: आपका AI तैयार है
id: AI Anda siap
it: La tua AI è pronta
ja_jp: AI の準備ができました
ko: AI가 준비되었습니다
nl: Je AI is klaar
pl: Twoja AI jest gotowa
pt_br: Sua IA está pronta
ru: Ваш AI готов
sv: Din AI är redo
th: AI ของคุณพร้อมแล้ว
tr: AI'nız hazır
uk: Ваш ШІ готовий
vi: AI của bạn đã sẵn sàng
zh_cn: 你的 AI 已就绪
zh_tw: 您的 AI 已就緒
